Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nidsenter.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The Norwegian ID Centre has developed the database to simplify checking and assessing identity.
nb: Nasjonalt ID-senter har utviklet ID-basen for å gjøre det lettere å kontrollere og avklare identitet.

source: Please note that this page is not available in English Se vår video her
nb: Please note that this page is not available in English Rådgiving og oversendelse av enkeltsaker til NID

source: Mads Osnes Jensen from Norwegian ID Centre spoke about risk analysis of the first-line ID work and how the second-line officers may use and benefit from the experiences of this in their work.
nb: Nasjonalt ID-senters egen Mads Odnes Jensen orienterte om risikoanalysen av førstelinjens ID-arbeid, og hvordan andrelinjen kan benytte erfaringene herfra i sitt arbeid.

source: The aim of the theme day was to give document and ID experts in different agencies the opportunity to bond and exchange information on current issues, trends and experiences.
nb: Målet med fagdagen var å la dokument- og ID-ressursene ved ulike tjenestesteder knytte kontakter og utveksle informasjon om aktuelle saker, trender og erfaringer.

source: The themes of the presentations were falsified Schengen visa and vehicle registrations (Päivi Kainaulainen, Finnmark PD), falsified documents and trends in Oslo (Marianne Sommerstad and Thomas Døhli, Oslo PD), Current issues from Østfold (Maj Lis Kesti and Arne Husebråten, Øst PD), Falsified ducuments at Gardemoen (Vidar Rasmussen, Øst PD).
nb: Presentasjonene tok for seg falske Schengenvisum og vognkort ved Päivi Kainulainen (Finnmark pd), Falske dokumenter og trender i Oslo ved Marianne Sommerstad og Thomas Døhli (Oslo pd), aktuelle saker fra Østfold ved Maj Lis Kesti og Arne Husebråten (Øst pd), falske dokumenter på Gardermoen ved Vidar Rasmussen (Øst pd), samt syriske dokumenter og den nye Syria-håndboken ved Ingeborg W.

source: The ID Database is a database established by the Norwegian ID Centre to improve the work with assessing and determining identity.
nb: ID-basen er en database Nasjonalt ID-senter har utviklet for å lette arbeidet med kontroll og avklaring av identitet.

source: Six weeks training at the National Document Fraud Unit, UK Border Agency.
nb: Seks ukers studieopphold ved National Document Fraud Unit, UK Border Agency.

source: National and international cooperation within the field.
nb: Nasjonalt og internasjonalt samarbeid innen fagområdet.

source: Wednesday 31 May the first Theme Day was held at the Norwegian ID centre.
nb: Onsdag 31. mai arrangerte Nasjonalt ID-senter årets første fagdag.

source: “We have collaborated with Norwegian ID Centre since 2015 when our very first group got their first line training.
nb: Haug sier arresten har hatt stor utbytte av kompetansen vår.– Vi har hatt et godt samarbeid med Nasjonalt ID-senter siden 2015 da den første puljen hos oss fikk opplæring i førstelinje hos dere.

source: The information from the report is also made available in the ID database.
nb: Informasjonen vil også bli tilgjengeliggjort i ID-basen.

source: Along with colleague Malmin sha came to the Norwegian ID Centre to learn more about the ID Database.
nb: Sammen med kollega Malmin kom hun til Nasjonalt ID-senter for å lære mer om ID-basen.

source: Janne Moen Lyng talked about the goals of the Norwegian ID Centre courses and training.
nb: Janne Moen Lyng orienterte deltakerne om Nasjonalt ID-senters opplærings- og undervisningsmål fremover.

source: The first speaker was Anne Karin Storhaug from the International Police Immigration Unit.
nb: Først ut på talerstolen var Anne Karin Storhaug fra Politiets utlendingsenhet.

source: Jon Gerhard Løvendal of Southeastern Police District shared his experiences with checking Lithuanian ID documents.
nb: Jon Gerhard Løvendal fra Sør-Øst politidistrikt delte erfaringer og informasjon om litauiske ID-dokumenter.

source: The database contains identity-related information based ordered by country and gives you access to more information regarding ID documents, personal registries, religions, languages, migration profiles and more.
nb: Basen inneholder identitetsrelatert informasjon basert på land, og gir deg muligheten til å finne flere opplysninger om ID-dokumenter, personaliaregistre, religioner, språk, migrasjonsprofiler og lignende.

source: In addition to the ID Centre’s own documents experts, more than 30 document experts and ID experts from the Police and The Norwegian Tax Administration were present at the event.
nb: I tillegg til Nasjonalt ID-senters egne dokumentgranskere, fant mer enn 30 dokumentgranskere og ID-spesialister fra politiet og Skatteetaten veien til Nasjonalt ID-senter i dag.

source: I have seen more about how extensive ID work is.
nb: Vi får et blikk på hvor svært ID-arbeidet er.

source: The Norwegian ID Centre facilitates internships for players in the immigration administration, the police and other collaborators.
nb: Nasjonalt ID-senter legger til rette for hospiteringsordninger for aktørene i utlendingsforvaltningen, politiet og andre samarbeidspartnere.

source: PRADO is available to the public and aimed towards employers, postal services, banks and security companies.
nb: PRADO er offentlig tilgjengelig og gratis å bruke, og retter seg blant annet mot arbeidsgivere, postvesen, banker og sikkerhetsselskaper.

source: Vidar Rasmussen works with document checking at Gardermoen Airport.
nb: Vidar Rasmussen fra Øst politidistrikt jobber med dokumentkontroll på Gardermoen flyplass.

source: The trip also included a visit to the Somali embassy in Nairobi in Kenya, Somali police, local authorities of Benadir and the application and issuance offices for passport in Mogadishu.
nb: I løpet av turen ble det også tid for et besøk ved den somaliske ambassaden i Nairobi, somalisk politi, lokale myndigheter i Benadir og kontorene for søknad- og utstedelse av pass i Mogadishu.

source: Third line examinations of all kinds of security documents; determining genuineness, reconstructing modus operandi and identifying forgery equipment.
nb: Laboratorietekniske tredjelinjeundersøkelser av alle typer reise-, identitets-, underlags- og sikkerhetsdokumenter for å avgjøre ekthet, rekonstruere modus operandi og identifisere produksjonsutstyr.

source: We have for a long time been arguing for better ID assessments in the arrival phase, and we are now looking forward to seeing the results of cooperation at Råde.
nb: Vi har over tid argumentert for bedre ID-vurderinger i ankomstfasen, og ser fram mot resultatene av samarbeidet på Råde.

source: Completed the Norwegian ID Centre two year specialist programme in document examination the summer of 2013.
nb: Fullførte Nasjonalt ID-senters toårige spesialutdannelse innen dokumentgransking sommeren 2013.

source: The database was developed by the Dutch authorities in close co-operation with the authorities in Australia, Canada, The United States of America, The United Arab Emirates (Dubai) and Interpol.
nb: Databasen er utviklet av nederlandske myndigheter i samarbeid med myndighetene i Canada, Australia, USA, De forente arabiske emirater (Dubai), Norge og med Interpol.

source: More information regarding Norwegian ID Centre’s courses and training can be found in the sections for
nb: Du finner mer informasjon om Nasjonalt ID-senters kurs- og opplæringstilbud på seksjonene for

source: Because the most demanding part of asylum processing is the part that is ID-related.
nb: Det mest krevende i asylbehandlingen er nemlig ID-arbeidet.

source: Victoria Sæther Miller and Vegard Pettersen of the Norwegian ID Centre reported from their fact-finding mission to Somalia last November.
nb: Victoria Sæther Miller og Vegard Pettersen fra Nasjonalt ID-senter orienterte fra informasjonsinnhentingsreisen i Somalia i november.

source: Håvard Grimsheim of the Norwegian Police Directorate presented the new Norwegian passports and ID cards, going through the essential characteristics of both.
nb: Håvard Grindheim fra Politidirektoratet presenterte de nye norske passene og ID-kortene slik de ser ut nå, og gikk gjennom noen av de sentrale elementene.

source: 33 participants from all over Norway gathered in Møllergata for professional input.
nb: 33 deltakere fra hele landet var samlet i Møllergata for faglig påfyll.

source: In the Norwegian ID centre we work purposefully towards a more unified ID administration.
nb: Hos Nasjonalt ID-senter jobber vi målrettet for en mer helhetlig ID-forvaltning.

source: Other lecturers were Eivind Hoffmann from the Norwegian Immigration Directorate, Atle Årnes from The Norwegian Data Protection Authority (DPA) and Bian Yang and Raghavendra Ramachandra from the Norwegian University of Science and Technology (NTNU).
nb: Øvrige foredragsholdere var Eivind Hoffmann fra UDI, Atle Årnes fra Datatilsynet, Bian Yang fra NTNU, Raghavendra Ramachandra fra NTNU og Diane Friberg fra Idemia.

source: Sharing experiences - an important part of ID work
nb: - Erfaringsutveksling viktig for ID-faget

source: Last winter, Lucia Yang and Ingvill Malmin from of The Norwegian Directorate of Immigration (UDI) were interns at the Norwegian ID Centre.
nb: I vinter var Utlendingsdirektoratets Lucia Yang og Ingvill Malmin hospitanter hos Nasjonalt ID-senter.

source: PRADO (Public Register of Authentic Identity and Travel Documents Online) is a website run by the Council of the European Union.
nb: PRADO (Public Register of Authentic Identity and Travel Documents Online) er en database opprettet av Den europeiske unionens råd.

source: A number of ‘lab stations’ with microscope, UV lamps, magnifiers, passport readers and reference databases had been installed for the event, and they were indeed popular.
nb: Det var rigget opp en rekke «lab-stasjoner» med mikroskop, UV-lamper, luper, passleser og referansedatabaser, som ble flittig brukt.

source: The content is available in Dutch, English, German, French, Spanish and Arabic.
nb: Innholdet er tilgjengelig på nederlandsk, engelsk, tysk, fransk, spansk og arabisk.

source: Last week Norwegian ID Centre was host to a new workshop established by Norwegian Biometrics Forum and European Association for Biometrics.
nb: Nasjonalt ID-senter var i forrige uke vertskap for en ny workshop i regi av Norsk Biometriforum og European Association for Biometrics.

source: Bachelor in European studies at the University of Oslo, specializing in political science and Spanish.
nb: Bachelor i Europastudier fra UiO, med fordypning i statsvitenskap og spansk språk.
